Repository: ITRS-Group/monitor-ninja
Catalog: application/languages/*/*.po
Languages: sv

source: Admin::index
sv: Admin::start

source: Admin startpage
sv: Admin::startsida

source: logout
sv: Logga ut

source: Edit user
sv: Editera användare

source: Add new user
sv: Lägg till ny användare

source: Add user
sv: Lägg till användare

source: Name
sv: Namn

source: Username
sv: Användarnamn

source: Password
sv: Lösenord

source: Confirm password
sv: Bekräfta lösenord

source: Save
sv: Spara

source: Create
sv: Skapa

source: Request forgery attack detected
sv: CSRF attack detekterad

source: User %s was successfully updated
sv: Kontouppgifterna för %s uppdaterades

source: An error occurred when trying to update user details for %s.
sv: Ett fel uppstod vid uppdatering av kontouppgifterna för %s

source: User %s was successfully added
sv: Användaren %s skapades

source: An error occurred when trying to add user %s.
sv: Ett fel uppstod när användaren %s skulle läggas till

source: TAC::index
sv: TAC::start

source: NINJA::start page
sv: NINJA::startsida

source: This is the default Ninja index page.%sYou may also access this page as %s.%sThis page does not require authentication.
sv: Detta är Ninjas startsida.%sDu kan också nå denna sida som %s.%sDenna sida kräver inte autentisering.

source: Login form
sv: Loginformulär

source: Login!
sv: Logga in!

source: NINJA::login
sv: NINJA::Logga in

source: Please supply both username and password
sv: Vänligen ange både användarnamn och lösenord

source: You have been locked out due to %s failed login attempts
sv: Du har blivit utslängd pga %s felaktiga inloggninsgförsök
